tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mscharley/homebrew"
tap "rcmdnk/file"
tap "sanemat/font"
brew "arp-scan"
brew "asdf"
brew "bat"
brew "bottom"
brew "glib"
brew "cairo"
brew "circleci"
brew "docker"
brew "exa"
brew "fd"
brew "fftw"
brew "fig"
brew "fish"
brew "fontforge"
brew "fzf"
brew "ghq"
brew "git"
brew "git-flow"
brew "go"
brew "grep"
brew "haskell-stack"
brew "hub"
brew "jenv"
brew "jpegoptim"
brew "jq"
brew "krb5"
brew "kubectx"
brew "mas"
brew "openjdk"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "neofetch"
brew "node"
brew "nvm"
brew "peco"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "socat"
brew "starship"
brew "tmux"
brew "tomcat"
brew "tree"
brew "zplug"
brew "zsh"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
brew "raycast"
cask "android-studio"
cask "apparency"
cask "appcleaner"
cask "authy"
cask "caffeine"
cask "chromium"
cask "cmd-eikana"
cask "devutils"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "gfxcardstatus"
cask "google-chrome"
cask "google-japanese-ime"
cask "google-japanese-ime-dev"
cask "iterm2"
cask "kindle"
cask "mactex"
cask "notion"
cask "plain-clip"
cask "postman"
cask "robo-3t"
cask "rstudio"
cask "scroll-reverser"
cask "skype"
cask "slack"
cask "suspicious-package"
cask "the-unarchiver"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Xcode", id: 497799835
