tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mscharley/homebrew"
tap "rcmdnk/file"
tap "sanemat/font"
brew "arp-scan"
brew "glib"
brew "cairo"
brew "circleci"
brew "docker", link: false
brew "exa"
brew "fd"
brew "fftw"
brew "fish"
brew "fontforge"
brew "ghq"
brew "git"
brew "git-flow"
brew "go"
brew "grep"
brew "haskell-stack"
brew "hub"
brew "jenv"
brew "jpegoptim"
brew "jq"
brew "krb5"
brew "kubectx"
brew "mas"
brew "openjdk"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "node"
brew "nvm"
brew "octave"
brew "peco"
brew "postgresql"
brew "protobuf"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "socat"
brew "starship"
brew "tomcat"
brew "tree"
brew "zplug"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "mscharley/homebrew/alacritty", args: ["HEAD"]
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
cask "5kplayer"
cask "alfred"
cask "amazon-music"
cask "android-studio"
cask "appcleaner"
cask "bettertouchtool"
cask "caffeine"
cask "chromium"
cask "clipy"
cask "cmd-eikana"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "gfxcardstatus"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "insomniax"
cask "iterm2"
cask "java"
cask "java8"
cask "kindle"
cask "macdown"
cask "mactex"
cask "macvim"
cask "notion"
cask "opera"
cask "plain-clip"
cask "postman"
cask "r-app"
cask "robo-3t"
cask "rstudio"
cask "scroll-reverser"
cask "skitch"
cask "skype"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "xquartz"
mas "OmniFocus", id: 867299399
mas "Xcode", id: 497799835
